{'en': 'When you want something, all the universe conspires in helping you to achieve it.', 'zh': '当你想做成一件事情的时候，全宇宙都会帮助你得到它。'}
{'en': 'Our deepest fear is that we are powerful beyond measure.', 'zh': '我们最深的恐惧是我们的力量无可估量。'}
{'en': 'The rational and the irrational complement each other. Individually, they are far less powerful.', 'zh': '理性和非理性是互补的。两者分开的话，力量就会小很多。'}
{'en': 'If you are alone, why not seek the company of books?', 'zh': '找不到朋友时，为什么不翻翻书呢？'}
{'en': 'Our lives are defined by opportunities, even the one we miss.', 'zh': '我们的生活是由机遇所界定的，甚至是那些我们错失的机遇。'}
{'en': 'Books are the mirrors of the soul.', 'zh': '书籍是灵魂的镜子。'}
{'en': 'Individual commitment to a group effort – that’s what makes a team work, a company work, a society work, a civilization work.', 'zh': '个人对集体努力的承诺，它造就团队合作、公司运作、社会协作，文明工作。'}
{'en': 'You will always be able to make more money, but you cannot make more time.', 'zh': '你可以赚取很多的钱，但是你不能赢得更多的时间。'}
{'en': 'What really makes you backward is not the difficulty in front, but the way back.', 'zh': '真正让你后退的，不是前面的困难，而是后面的退路。'}
{'en': 'Time is but a river flowing from our past.', 'zh': '岁月不过是一条长河，从你我的过往穿流而过。'}
{'en': 'Why are you trying so hard to fit in when you were born to stand out? ', 'zh': '如果你生来就与众不同，何苦非要融入这群乌合之众？'}
{'en': "Don't let yourself get busy all day and end up doing nothing.", 'zh': '不要让自己一天忙忙碌碌，最终却碌碌无为。'}
{'en': 'There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.', 'zh': '生活有两种方式：一种是没有奇迹发生；另一种则是到处是奇迹。'}
{'en': 'Be an especially simple person, do not expect good luck coming suddenly, manage yourself well and cherish time at the moment.', 'zh': '做一个特别简单的人，不期待突如其来的好运，经营好自己，珍惜眼前的时光！'}
{'en': 'The flowers are similar every year, but people are different from year to year.', 'zh': '年年岁岁花相似，岁岁年年人不同。'}
{'en': 'Make you tired of the mountain is not far away, but a grain of sand in my shoes.', 'zh': '使人疲惫的不是远方的高山，而是鞋里的一粒沙子。'}
{'en': 'Aspire to inspire until I expire.', 'zh': '生命不息，奋斗不止。'}
{'en': 'But know this: the ones that love us never really leave us. And you can always find them in heart.', 'zh': '要记住：爱我们的人永远不会真正离开我们。他们一直在你身边陪伴着你，在心里。'}
{'en': 'Unable to perceive the shape of you, I find you all around me. Your presence fills my eyes with your love, it humbles my heart. For you are everywhere.', 'zh': '无法描述你的形状，我感觉到你包围着我。因为你的存在，我满眼都是爱意。我的心变得柔软，只因你无处不在。'}
{'en': "Let's leave the world behind. Take me through the night. Fall into the dark side.", 'zh': '让我们离开人寰，去更遥远的未来，带我穿越漆黑的夜空，坠入那无边的黑暗。'}
{'en': 'The beauty of white paper is that you can paint a map of your life as you please.', 'zh': '白纸的美好在于：你可以随心所欲地描绘你的人生地图。'}
{'en': 'I love the broken sound in my body and the healing process.', 'zh': '我喜欢我身体破碎的声音和不断愈合的过程。'}
{'en': "I don't know the reason why I love you, but I know you are the reason why I don't love others.", 'zh': '我不知道我爱你的理由是什么，但我知道你是我不爱其他人的理由。'}
{'en': 'Since I have chosen to go far, I will just walk down the path I have chosen step by step.', 'zh': '既然选择了远方，便只顾风雨兼程。'}
{'en': 'To err is human, to forgive is divine.', 'zh': '人非圣贤，孰能无过。'}
{'en': 'People should not be inserted lives in the vase for people to watch, but spread on the prairie wind dance rhythm.', 'zh': '人不应该是插在花瓶里供人观赏的静物，而是蔓延在草原上随风起舞的韵律。'}
{'en': 'So dawn goes down to day, nothing gold can stay.', 'zh': '破晓黎明延续至晃晃白昼，宝贵如金也难以保留。'}
{'en': "You don't get to choose if you get hurt in this world, but you do have a say in who hurts you.", 'zh': '你无从选择在世上是否会受到伤害，但你能选择谁来伤害你。'}
{'en': "Don't give up when you still have something to give, nothing is really over until the moment you stop trying.", 'zh': '当你还能付出时不要放弃，任何事都不会真正结束直到你停止努力的那一刻。'}
{'en': 'Human life is like flowing water, only when it hits isles and reefs can it create beautiful waves.', 'zh': '人的生命，似洪水奔流，不遇岛屿和暗礁，难以激起美丽的浪花。'}
{'en': 'When I was young, I wanted to be anybody but myself. I would have to accept myself, my warts and all.', 'zh': '当我年轻的时候，我想成为除我之外的任何人。但我必须接受我自己，我的缺点，我的一切。'}
{'en': 'Burdens are for shoulders strong enough to carry them.', 'zh': '沉重的担子是由那些有着坚强的肩膀的人来挑的。'}
{'en': 'Better to have loved and lost, than never to have loved at all.', 'zh': '只求曾经拥有，不求天长地久。'}
{'en': 'I am just a sunflower, waiting for my only sunshine.', 'zh': '我只是一株向日葵，期待着属于自己的那缕阳光。'}
{'en': 'No matter how hard we try to be mature, we will always be a kid when we all get hurt and cry.', 'zh': '不管多努力蜕变成熟，一旦受伤哭泣时，我们还是像个孩子。'}
{'en': 'Why do we fall? So we can learn to pick ourselves up.', 'zh': '我们为什么会跌倒？因为这样才能学会站起来！'}
{'en': 'In me the tiger sniffes the rose, after the feast bursts the tear.', 'zh': '心如猛虎，细嗅蔷薇；盛宴过后，泪流满面。'}
{'en': "It turns out I don't need a medal to tell me I'm a good guy. Because of that kid likes me. How bad can I be.", 'zh': '其实我不需要一个勋章开证明我是个好人，如果连那样的小女孩都喜欢我，我能坏到哪儿去呢？'}
{'en': 'Some men see things as they are and say, why. I dream things that never were and say, why not.', 'zh': '有些人只能看到已有的事物，然后只会问为什么会这样？我梦想那些从来没有的事情，然后问为什么不那样？'}
{'en': "Give me your best shot. I'm not gonna give up, I will never give in.", 'zh': '你最好给我狠狠的一击，但是我绝不会因此放弃，也绝不可能屈服。'}
{'en': 'I always knew looking back on the tears would make me laugh, but I never knew looking back on the laughs would make me cry.', 'zh': '我知道再回首时，那些眼泪想来可笑；却不知再回眸时，那些欢声笑语也能叫我潸然泪下。 '}
{'en': 'With equal passion I have sought knowledge. I have wished to understand the hearts of men. I have wished to know why the stars shine.', 'zh': '我用同样的激情去寻求知识。我希望能理解人类的心灵，希望能够知道群星为何闪烁。'}
{'en': "You can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.", 'zh': '如果你不能飞，那就跑；如果跑不动，那就走；实在走不了，那就爬。无论怎样，你都要勇往直前。'}
{'en': "Nobody sees a flower really, it is so small. We haven't time, and to see takes time - like to have a friend takes time.", 'zh': '没有人真正看过一朵花，花那么小。我们又没有时间，看花可是要花时间的，就像交朋友也要花时间。'}
{'en': 'Nothing is impossible when you believe in yourself.', 'zh': '只要相信你自己，就没有什么不可能。'}
{'en': 'Life means progress, and progress means suffering.', 'zh': '生活意味着进步，进步意味着受苦。'}
{'en': 'There is nothing noble in being superior to some other man. The true nobility is in being superior to your previous self.', 'zh': '优于别人，并不高贵。真正的高贵应该是优于过去的自己。'}
{'en': 'Human life is like flowing water, only when it hits isles and reefs can it create beautiful waves.', 'zh': '人的生命，似洪水奔流，不遇岛屿和暗礁，难以激起美丽的浪花。'}
{'en': 'An aim in life is the only fortune worth finding. Pursue your object, be it what it will, steadily and indefatigable.', 'zh': '人生的目标是唯一值得发现的财富。追求你的目标，无论它是什么，都将是稳定和不屈不挠的。'}
{'en': 'No matter what situation we face, no matter how contradictory our hearts are, we always have a choice. What kind of person we are depends on who we choose to be.', 'zh': '不管我们面对什么处境，不管我们的内心多么矛盾，我们总有选择。我们是什么样的人，取决于我们选择做什么样的人。'}
{'en': 'Memory is a kind of want to see, and forgetting is a form of relief.', 'zh': '记忆是一种相见的形式，忘却是一种解脱的方式。'}
{'en': 'Positive people are lucky people, they can see the roses while others see only the thorns.', 'zh': '积极的人是幸运的人，当别人只看到刺的时候，他们却可以看到玫瑰。'}
{'en': 'Thoreau said: most men lead lives of quiet desperation.', 'zh': '梭罗说：“大多数人都生活在平静的绝望中。”'}
{'en': 'Success is not final, failure is not fatal. It is the courage to continue that counts.', 'zh': '成功并不是终点，失败也不会致命，真正重要的是继续走下去的勇气。'}
{'en': 'We are twice armed if we fight with faith.', 'zh': '信念坚定，如虎添翼。'}
{'en': 'Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.', 'zh': '林子里有两条路，我选择了行人稀少的那一条，它改变了我的一生。'}
{'en': 'The more you study, the more you will find yourself ignorant.', 'zh': '学，然后知不足。'}
{'en': 'I love three things in the world: the sun, the moon, and you. The sun for day, the moon for night, and you forever.', 'zh': '吾独爱世间三物：昼之日，夜之月，汝之永恒。'}
{'en': 'People are always writing things about me. It is up to them, for me it is not a problem. I will just try to play well and do my best. I am just focused on playing good football.', 'zh': '人们总是会写一些我的事情。这是他们的事，对我来说，我只需要尽最大努力踢好球。把球踢好就足够了。'}
{'en': 'Man was born free, and everywhere he is in chains.', 'zh': '人是生而自由的，却处处受到束缚。'}
{'en': 'There is no good and evil, there is only power and those too weak to seek it.', 'zh': '世上没有绝对的善与恶，差别只在于强者和无法分清事实的弱者。'}
{'en': 'This kind of certainty comes just once in a lifetime.', 'zh': '这样确信无疑的爱，一生只此一次。'}
{'en': "If by life you were deceived, don't be dismal, don't be wild! In the day of grief, be mild. Merry days will come, believe.", 'zh': '假如生活欺骗了你，不要悲伤，不要心急！忧郁的日子里须要镇静：相信吧，快乐的日子将会来临！'}
{'en': "A person's character is not determined by how he or she enjoys victory, but rather how he or she endures defeat.", 'zh': '一个人的人格不取决于他如何享受胜利，而在于这个人如何忍受失败。'}
{'en': 'Ordinary steps can also take a great trip.', 'zh': '平凡的脚步也可以走完伟大的行程。'}
{'en': 'If you have faith, you can do anything.', 'zh': '坚信的，总会成功。'}
{'en': "As long as we're running, as long as we don't stop, who knows what's going on ahead?", 'zh': '只要我们还在跑，只要我们始终不停下来，谁又知道前方会发生什么呢？'}
{'en': "It's just a game, so go and play.", 'zh': '那只是一场比赛，重要的是永不低头。'}
{'en': 'You may lose faith with us, but never with yourself.', 'zh': '你也许会对我们失去信心，但永远不要对你自己失去信心。'}
{'en': 'Doing what you like is freedom, liking what you do is happiness.', 'zh': '自由是做你自己喜欢的事，而幸福却是喜欢你自己做的事。'}
{'en': "If you missed the train I'm on, you will know that I am gone, you can hear the whistle blow a hundred miles.", 'zh': '如果你错过我坐的这趟火车，你就该明白我已离去，你可以听见一百里外飘来的汽笛声。'}
{'en': 'No one is born hating another person because of the color of his skin. They can be taught to love, for love comes more naturally to the human heart.', 'zh': '没有人生来就因为肤色去憎恨别人。每个人都可以学会去爱，因为爱自在人心。'}
{'en': 'I have found it worth living, and would gladly live it again if the chance were offered me.', 'zh': '我发现人是值得活的。若再给我一次生命，我将欣然接受这难得的赐予。'}
{'en': "You lost the people you love and you have to find a way to go on. Then let it go and say goodbye with a smile. Although it won't be easy.", 'zh': '失去深爱的人，我们仍要学会好好的生活。学着放手，微笑着道别，尽管这并不容易。'}
{'en': "If you don't go for a walk, you'll think this is the world.", 'zh': '如果你不出去走走，你就会以为这就是全世界。'}
{'en': 'I will send you all my love everyday in a letter sealed with a kiss.', 'zh': '我将每天把我的爱情，装进以吻封缄的信封里送给你。'}
{'en': 'A pearl is a temple built by pain around a grain of sand.', 'zh': '一粒珍珠，是痛苦围绕着一粒沙子所建造起来的庙宇。'}
{'en': "Not everything that counts can be counted, and not everything that's counted truly counts.", 'zh': '不是所有有价值的事物都可以被计算，也不是所有可计算的事物都值得去计算。'}
{'en': 'If you see something wrong happening in the world, you can either do nothing, or you can do something.', 'zh': '如果你看到这个世界出了问题，你要么别插手，要么去改变她。'}
{'en': 'My father is my hero, all throughout my life.', 'zh': '我的父亲就是我的英雄，从始至终。'}
{'en': 'I am only brave when I have to be. Being brave does not mean you go looking for trouble.', 'zh': '我只是在必要的时候才会勇敢，勇敢并不代表你要到处闯祸。  '}
{'en': 'There is no solace above or below. Only us... Small, solitary, battling one another. I pray to myself, for myself.', 'zh': '天堂地狱都没法给你慰藉，只有我们自己：渺小，孤独，奋斗，与彼此抗争。我向自己祈祷，为自己祈祷。'}
{'en': 'With great power there must come great responsibility.', 'zh': '有多大能力就会有多大责任。'}
{'en': 'We are here to put a dent in the universe.', 'zh': '活着就是为了改变世界。'}
{'en': 'Everyone is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid.', 'zh': '每个人都是天才。但如果硬要以鱼儿爬树的本领，来评估它的能力，它这辈子都会觉得自己是条蠢鱼。'}
{'en': 'No one is indebted for others, while many people do not know how to cherish others.', 'zh': '没有谁对不起谁，只有谁不懂得珍惜谁。'}
{'en': 'Happiness is always around us if we put our hearts into life.', 'zh': '如果我们把我们的心真正投入到生活之中，那么幸福快乐就总是在我们身边。'}
{'en': 'To never forget how much your family loves you.', 'zh': '永远不要忘记你的家人有多爱你。'}
{'en': 'Do not let your dream be dream.', 'zh': '别让你的梦想只成为梦想。'}
{'en': 'There is nothing difficult for us to do in the world. If we do it, the difficult thing will be easy; if we do not, the easy thing will be difficult.', 'zh': '天下事有难易乎？为之，则难者亦易矣；不为，则易者亦难矣。'}
{'en': 'It does not matter how slowly you go as long as you do not stop.', 'zh': '走的慢不重要，重要的是你不停止。'}
{'en': 'If I should meet thee, after long years. How should I greet thee, with silence and tears.', 'zh': '若我会见到你，事隔经年。我该如何致意，以眼泪，以沉默。'}
{'en': 'Having a calm smile to face with being disdained indicates kind of confidence.', 'zh': '被轻蔑的时候能平静一笑，这是一种自信。'}
{'en': 'The world always makes way for the dreamer.', 'zh': '世界总为梦想者让路。'}
{'en': 'There are no easy answers, there is only living through the questions.', 'zh': '生活从来没有容易的答案，只有去克服重重问题。'}
{'en': 'Truly, life smells like an onion: You peel it off one layer at a time, and sometimes you weep.', 'zh': '其实，生活就像洋葱，一片一片剥下去，总有一片让你流泪。'}
{'en': 'Childhood is the golden field, the green river, and the colorful pebble beach.', 'zh': '童年是金色的田野，是青青的小河，是五彩斑斓的卵石滩。'}
{'en': 'Only the deaf appreciate hearing, only the blind realize the manifold blessings that lie in sight.', 'zh': '只有聋子才珍惜听力，只有盲人才能感受到得见光明的喜悦。'}
{'en': 'Success does not consist in never making mistakes but in never making the same one a second time.', 'zh': '成功并不在于从不犯错，而在于不重蹈覆辙。'}
{'en': 'The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer.', 'zh': '生命的意义不仅在于简单的存在与活着，而是去前行、进步、获取和征服。'}
{'en': 'You cannot do it-that is the biggest lie on earth.', 'zh': '世界上最大的谎言就是你不行。'}
{'en': "I cannot think of any need in childhood as strong as the need for a father's protection.", 'zh': '我想像不出，在孩提时代，还有什么需要会像渴求父亲保护一样强烈。'}
